$(function() {
    $(".sidebar").hide(); 

    let icon0=$("#icon1");
    let icon1=$(".icon2");
    let icon2=$(".icon3");
    let icon3=$(".icon4");
    let icon4=$(".icon5");
    let icon5=$(".icon6");
    let icon6=$(".icon7");
    let icon7=$(".icon8");
  
    let reverses=$('#reverse');
    let go=$('#go');
    TweenLite.from(go,5,{x:-500,autoAlpha:0, ease:Elastic.easeInOut}, opacity=0,3);
    TweenLite.from(".robotext",3,{y:-200,autoAlpha:0, ease:Elastic.easeInOut, delay:9}, opacity=0);
    reverses.click(function () {
      $(".sidebar").slideUp();
      go.slideDown();
    });
    
      go.click(function() {
      $(".sidebar").show();
      $('.go').slideUp();
       var tll= new TimelineLite();
      tll
      .from(icon0,0.5,{y:-200,autoAlpha:0,ease:Power1.easeOut, opacity:0},2)
      .from(icon1,0.2,{y:-250,autoAlpha:0,ease:Power2.easeOut, opacity:0})
      .from(icon2,0.2,{y:-300,autoAlpha:0,ease:Power2.easeOut, opacity:0})
      .from(icon3,0.2,{y:-350,autoAlpha:0,ease:Power2.easeOut, opacity:0})
      .from(icon4,0.2,{y:-400,autoAlpha:0,ease:Power2.easeOut, opacity:0})
      .from(icon5,0.2,{y:-450,autoAlpha:0,ease:Power2.easeOut, opacity:0})
      .from(icon6,0.2,{y:-500,autoAlpha:0,ease:Power2.easeOut, opacity:0})
      .from(icon7,0.5,{y:-550,autoAlpha:0,ease:Power2.easeOut, opacity:0})
    });
  
    let navinfo= $('.nav-info');
    let effect = (param, text) => {
      $(param).hover(function () {
           navinfo.text(text);
         }, function () {
          navinfo.text("");
         });
    }
  
    let titles = [ "بازگشت", "پیدایش ماه",  "شهاب سنگ ها", "فرازمینی ها", "آپولو", "سیاره زحل", "هفت اورنگ کهین", "ارتباط با ما"];
  
    effect(icon0, titles[0]);
    effect(icon1, titles[1]);
    effect(icon2, titles[2]);
    effect(icon3, titles[3]);
    effect(icon4, titles[4]);
    effect(icon5, titles[5]);
    effect(icon6, titles[6]);
    effect(icon7, titles[7]);
  
      let hiddencontent0=$('.text-count0');
      let hiddencontent1=$('.text-count1');
      let hiddencontent2=$('.text-count2');
      let aliens=$('#anime01');
      let parallel=$('#anime02');
      let energy=$('#anime03');
      let hawking=$('#anime04');
  
      aliens.hover(function () {
        hiddencontent0.text('حضور بیگانگان در زمین');
        hiddencontent1.text(" در جنوب بخش مرکزی نوادای آمریکا بزرگراهی بسیار معروف وجود دارد که آن را با عبارت‌های State road 375 یا SR 375 نیز می‌شناساند. معروفیت این بزرگراه با طول 158 کیلومتر از سال 1966 شروع شده است که از آن زمان تاکنون همواره مشاهدات مختلفی از موجودات فضایی گزارش می‌شود. در دو طرف این بزرگراه صحراهای مختلفی وجود دارد و برخی بر این باورند که در این زمین‌های خالی فعالیت‌های فرازمینی انجام می‌شود. در این مکان منطقه محرمانه 51 نیز وجود دارد. در منطقه 51 بارها گزارش‌هایی در خصوص مشاهده یوفو و بشقاب پرنده منتشر شده است.در منطقه 51 چند پایگاه نظامی مستقر است و در آن قسمتی از پایگاه هوایی ادواردز نیز قرار دارد. کارشناسان می‌گویند در پایگاه نوادا در خصوص موجودات فضایی و یوفوها تحقیقاتی سری صورت می‌گیرد. برخی معتقدند کارشناسانی که در این پایگاه فعالیت می‌کنند زندگی خارج از منطقه 51 را برای همیشه ترک کرده‌اند. در حال حاضر منطقه 51 به دلیل نظامی بودن محرمانه و سری است، اما بزرگراه SR 375 مورد استفاده قرار می‌گیرد. البته ورود به منطقه 51 ممنوع بوده و نمی‌توان از آن بازدید کرد. ");
        hiddencontent2.text("از دیگر مکان های مشکوک به حضور فرازمینی ها کاخ وینچستر است که یک کاخ تاریخی و بسیار معروف در سن خوزه کالیفرنیا آمریکا است و در خصوص آن داستان‌های عجیبی شکل گرفته است و برخی دلیل اسرارآمیز بودن آن را منشا فرازمینی عنوان می‌کنند. طبق روایت‌های مختلف در سال 1881 سارا وینچستر به عنوان یکی از اشراف‌زادگان آمریکا تصمیم گرفت تا خانه‌ای را بسازد. در این سال که سارا همچنان با غم از دست دادن کودک خود مواجه بود، همسرش را به دلیل بیماری سل از دست می‌دهد. چنین اتفاقی باعث شد تا وی خود و خانواده خود را نفرین شده بداند. وی برای درمان شرایط روحی خود از فالگیران و افرادی که احضار روح انجام می‌دادند، کمک گرفت. فالگیران به او گفتند خانواده‌اش توسط کشته‌شدگان با تفنگ وینچستر نفرین شده‌اند و او باید برای نجات پیدا کردن از این نفرین برای خود در جایی دور خانه‌ای را بسازد، خانه‌ای که هیچ‌وقت مراحل ساخت آن به پایان نرسید. جالب است بدانید مراحل ساخت کاخ وینچستر حدود 38 سال به طول انجامید. در واقع سارا وینچستر زمینی به مساحت 4 هزار متربع مربع را در منطقه سن خوزه کالیفرنیا خریداری کرد و برای ساخت آن 116 کارگر هر روزه مشغول به کار بودند. در حین ساخت این خانه همواره قسمت‌هایی تخریب، بخش‌هایی اضافه و قسمت‌های نیز مجددا بازسازی می‌شد. به طور کلی نقشه ساختی برای کاخ وجود نداشت و فقط تعدادی از اتاق‌ها از یک نقشه مشخص ساخته شده‌اند که آن را نیز خود سارا وینچستر تعیین کرده بود. سارا بسیار خرافی شده بود و خرافات خود را به خانه اضافه کرد. در واقع در معماری کاخ شاهد طراحی عجیبی هستیم؛ برای مثال یک در به دیوار باز می‌شود، راه‌پله‌ای که به بن‌بست می‌رسد، درهایی از خانه که شما را به بیراهه می‌برند. سارا وینچستر سرانجام در سال 1922 فوت کرد و پس از مرگ وی کارگرانی که مشغول ساخت و ساز بودند، فعالیت خود را قبل از اینکه به پایان برسد متوقف کردند و اکنون می‌توان بخش‌هایی که تکمیل نشده‌اند را مشاهده کرد. البته این کاخ وقوع زلزله‌ای را نیز تجربه کرده بود که در آن زمان سارا بر این باور بود که ارواح این کار را انجام داده بودند. به طور کلی این کاخ دارای 160 اتاق، 47 اجاق، 1000 قطعه شیشه برای پنجره‌ها، 1 بخاری، 950 در و 40 راه‌پله است. هم‌اکنون در این کاخ به روی علاقه‌مندان باز است و می‌توانند از آن بازدید کنند. ");
      });
        
      hawking.hover(function () {
        hiddencontent0.text('نظریه های استیون هاوکینگ');
        hiddencontent1.text(" ما انسان ها در یک جهان بی‌کران رها شده‌ایم و ممکن است چند ثانیه‌ی بعد نباشیم. برخورد سیارک‌هایی به زمین با قطر بیش از پنج کیلومتر هر آن ممکن است اتفاق ‌افتد که انرژی‌ آن هزاران برابرِ قوی‌ترین بمب اتمی موجود است یا فوران آتشفشان ها آسمان زمین را به مدت زیادی سیاه کند و مانع رسیدن نور خورشید به سطح زمین گردد و یا جابجایی قطب های زمین که شروع عصر یخبندانی جدید باشد با این وجود حتی اگر هیچ اتفاقی برای زمین نیفتد سرانجام این کره سنگی که روزی موجودی بنام انسان با مدت زمان عمرش که در برابر کیهان حتی ثانیه ای هم نیست و با توهم این که این جهان متعلق به اوست طعمه خورشید خواهد شد و اثری از زمینی که میلیارد ها انسان در آن با توهم خود زیسته اند باقی نخواهد گذاشت ما انسان‌ها مقهور طبیعت هستیم. استیون هاوکینگ فیزیکدان برجسته انگلیسی) قبل از فوت‌اش، اثر علمی مهمی از خود به جای گذاشت. نظریه آخر او، آخرین نظریه درباره منشاء جهان نام دارد که با همکاری توماس هرتوگ نوشته شده است. این مقاله اعلام می دارد که جهان پیچیدگی بسیار کمتری در مقایسه با آنچه نظریه‌های چندجهانی فعلی پیشنهاد می کنند، دارد. این نظریه بر مفهومی به نام تورم ابدی استوار است که برای نخستین‌بار در سال ۱۹۷۹ معرفی و در سال ۱۹۸۱ منتشر شد. پس از رویداد بیگ بنگ، جهان دوره تورم تصاعدی را تجربه کرد. سپس از سرعت تورم کاسته شد و انرژی به ماده و تابش تبدیل گشت. با این حال، بر اساس نظریه تورم ابدی، برخی حباب های فضا دست از تورم برداشته یا در مسیری رو به توقف با کاهش سرعت روبرو شدند. در این شرایط، بن بست کوچکی از فضای استاتیک پدید آمد. در عین حال، در سایر حباب‌های فضا، تورم هیچگاه متوقف نمی شود که دلیل آن را به اثرات کوانتومی نسبت می دهند این امر باعث پیدایش تعدادی بی نهایت از جهان‌ها می شود. بر طبق این نظریه، هر چیزی که در جهان قابل مشاهده‌مان می بینیم، تنها در یکی از این حباب‌ها جای گرفته است. در این حباب، تورم پایان یافته و شرایط برای ایجاد ستارگان و کهکشان‌ها فراهم آمده است. هاوکینگ این چنین توضیح می دهد: نظریه عادی تورم ابدی پیش‌بینی می کند که جهان ما به سانِ فراکتال بی‌نهایت است؛ با موزائیکی از جهان‌های مختلف که توسط اقیانوسِ در حال تورم از یکدیگر جدا شده‌اند. قوانین محلی فیزیک و شیمی می توانند از یک جهان به جهان دیگر متغیر باشند. این جهان‌ها با یکدیگر، مفهوم چندجهانی را تشکیل می دهند. اما من هرگز طرفدار چندجهانی نبوده‌ام. اگر مقیاس جهان‌های مختلف در چندجهانی بزرگ یا بی نهایت باشد، امکان آزمایش نظریه وجود ندارد. هرتوگ این طور توضیح می دهد: مشکل تورم ابدی این است که یک جهان پس زمینه فرض می کند که بر اساس نظریه نسبیت عام اینشتین تکامل می یابد و اثرات کوانتومی را بعنوان نوسانات کوچکی به دور این در نظر می گیرد. اما ویژگی‌های دینامیک تورم ابدی باعث از بین رفتن تفکیک میان فیزیک کلاسیک و کوانتومی می شود. در نتیجه، نظریه اینشتین در تورم ابدی ناکارآمد می شود. نظریه آخر هاوکینگ بر پایه نظریه ریسمان استوار است. این نظریه را میتوان بعنوان چارچوبی در نظر گرفت که تلاش می کند با جایگذاری ذرات نقطه مانند در فیزیک ذرات با ریسمان‌های تک بعدیِ در حال ارتعاش، نظریه نسبیت عام را با نظریه کوانتوم ادغام کند. ");
        hiddencontent2.text("به عقیده هاوکینگ ممکن است فرازمینی‌ها منابع انرژی خودشان را به اتمام رسانده، و در جستجوی سایر سیارات برای تصاحب آنها باشند. او وجود فرازمینی‌ها را حتمی، و در مورد خطرات آنها اینگونه به بشر هشدار داد که انسانها بجای سعی در ارتباط با فرازمینی‌ها، باید تمام تلاش خود را برای پرهیز از هرگونه ارتباطی با این موجودات احتمالی به خرج دهند تا از تکامل حیات بیگانگان در زمین جلوگیری شود.");
      });
  
      energy.hover(function () {
        hiddencontent0.text('نیروهای نهفته و ماوراء');
        hiddencontent1.text("انرژی حیاتی، جنبة نادیدنی هستی‌ است که جهان را شکل می‌دهد و همه چیز را به جنبش درمی‌آورد. این انرژی قابل دیدن و لمس کردن نیست، اما مانند هوایی که تنفس می‌کنیم ما را دربرگرفته و موجب ایجاد توازن در روح، روان و جسم ما می‌شود. نیروی ذاتی روح به صورت بالقوه و نهفته در روح تمام انسان‏ها وجود دارد. در تاریخ ملل و فرهنگ‏های مختلف، همچنین در تاریخ ادیان الهی و مکاتب گوناگون تجربه‏های متعدد و بسیاری از پدیده‏های عجیب و اعمال خارق‏العاده مشاهده و ثبت شده است، اعمالی چون: شفا دادن بیماری‏ها، غلبه برطبیعت ایجاد باد، باران، طوفان، برخاستن از زمین و پرواز کردن، خبردادن از غیب و پیش‏گویی کردن، قدرت تحقق بخشیدن به خواسته‏ها، تبدیل چیزهای مختلف به یکدیگر، زنده کردن مردگان و... که تحت عناوین مختلفی همچون معجزه وکرامات شناخته می‏شوند. درباره چگونگی وقوع این پدیده‏های فوق طبیعی یا صحت و سقم آن، نظرها و دیدگاه‏های گوناگونی وجود دارد. عده‏ای این پدیده‏ها را صرفاً منحصر به عهد عتیق می‏دانند و آنها را به اولیاء خداوند نسبت می‏دهند. عده‏ای هم به طور کلی وقوع این اعمال را رد می‏کنند و آنها را منتج از اوهام و شعبده تلقی می‏کنند. در این میان محققان و دانشمندانی هم وجود دارند که به بررسی این گونه اعمال می‏پردازند و سعی در دریافت قوانین حاکم بر اعمال فوق طبیعی دارند. به طور کلی مکاتب باطنی وقوع اعمال خارق‏العاده را به توانایی ذاتی روح نسبت می‏دهند و اظهار می‏کنند که نیروی ذاتی روح به صورت بالقوه و نهفته در روح تمام انسان‏ها وجود دارد. آنها هم چنین مسئله پرورش و فعال نمودن این نیروی ذاتی را مطرح می‏کنند که در صورت شکوفا شدن می‏تواند کاربردهای شگرفی در زندگی روزمره و بهبود آن داشته باشد و موجب تعالی انسان گردد. در عصر کنونی به مدت چندین دهه است که دانشمندان در زمینه‏های فیزیک، زیست شناسی، ژنتیک، روانشناسی، فراروانشناسی و غیره این مبحث را مدّ نظر قرار داده و از رهگذر نتایج حاصله، به همسویی‏هایی با باطن‏گرایان شرق دست یافته‏اند. علم کنونی و در دسترس بشر، به طور روشن و کامل قادر به توجیه و ارائه پاسخی قطعی به پدیده‏های خارق‏العاده نیست، ولی تحقیقات دانشمندان بخصوص در فیزیک نو راهی به سوی تبیین و درک روح و اعمال خارق‏العاده ناشی از توان ذاتی روح باز کرده است. آنچه در علم ثابت شده وجود نوعی شعور و آگاهی در ذرات بنیادی و انرژی و شعوری فراسوی ماده در کل هستی است. این تحقیق قصد دارد توانایی‏های بالقوه روحی-روانی انسان را مدّ نظر قرار داده و ارتباط آن را با اعمال خارق‏العاده، بررسی کند.و بدبن ترتیب تواناییهای انسان در در شناخت ، برنامه ریزی، تضمین برای آینده مورد بحث قرار دهد  لذا در ادامه تعاریفی از وازه های مرتبط با انرژی درونی انسان خواهیم کرد و سپس یکی از فاکتورهای مربوط به این ویژگی  که به  روانشناسان و دانشمند علوم انسانی کمک میکند تا ویزگی های شخصیتی انسان را مورد بررسی وشناخت قرار دهند  تا راهنمای علوم مدیریت منایع انسانی  در تصمیم گیریهای آینده  باشند می پردازیم.");
        hiddencontent2.text("تئوری مربوط به فرازمینی های باستان معتقد است که ملاقات‌هایی بین فرازمینی ها و اهالی زمین در صدها هزار سال پیش رخ داده و فرازمینی ها در جریان این ملاقات‌ها به انتقال فناوری به زمین پرداخته‌اند و به تمدن بشری کمک کردند تا در طی اعصار مختلف پیشرفت کند. در واقع آنها نظاره‌گر زمینی‌ها هستند. طرفدارن این نظریه تاکید دارند که تماس بین فرازمینی ها و اهالی کره زمین منجر به پیشرفت‌های بی‌شماری در حوزه فرهنگ، فناوری، زیست‌شناسی و غیره شده است. این نظریه طی چندین دهه گذشته به بسط و توسعه دیدگاه‌های خود در خصوص تماس بین فرازمینی ها و بشر پرداخته و هم اکنون طرفداران بسیاری را در سراسر دنیا به خود جلب نموده است. یکی از پیش‌قراولان و رهبران اصلی این تئوری فردی بود بنام اریک فون دانکن از اهالی کشور سوییس که به همراه تعداد دیگری از پژوهشگران آنچنان به توسعه این دیدگاه پرداختند که دیگر نمی‌توان آن را نظریه‌ای در قالب تئوری توطئه عنوان کرد. فرضیات آنها در حیطه تماس بین فرازمینی ها با انسان به قدری قدرتمند است که باعث شده تا پژوهشگران جوان به سمت چنین مطالعاتی روی آورند و به بسط هر چه بیشتر آن بپردازند. فون دانکن عقیده دارد که فرازمینی ها به کرات از سیاره ما دیدار کرده و هم اکنون هم در حال نظارت بر ما هستند. دانکن عقیده دارد فرازمینی‌هایی‌ که که از زمین ملاقات به عمل آورده‌اند، قصد دارند در آینده باز هم به زمین بازگردند و شاید هم اکنون نیز در میان ما باشند. دیگر پژوهشگران همکار و هم‌عقیده با فون دانکن نیز معتقدند که به احتمال زیاد و در صورت تحقق یک شرط مهم، ملاقات بین فرازمینی ها با اهالی زمین صورت خواهد گرفت. آنها منتظرند تا زمینی‌ها دست از این چند‌دستگی بردارند و رفتار دوستانه‌ای را در مقابل یکدیگر در پیش بگیرند. آنها می‌خواهند بشر به این درک برسد که همه آنها خواهران و برادران یک مجموعه و یا اجتماع هستند. اگر یک خانه‌تکانی اخلاقی بر روی زمین داشته باشیم، به احتمال زیاد فرازمینی ها بار دیگر به ملاقات ما خواهند آمد. فون دانکن تاکید دارد که انسان باید تواضع بیشتری را در پیش بگیرد و با این دیدگاه زندگی کند که میلیون‌ها گونه موجودات دیگر در سراسر کیهان زندگی می‌کنند و روزگاری برخی از آنها باز هم با زمینی‌ها در تماس خواهند بود. دانکن مشاهده یوفو‌ها را نشانه‌ای از نظارت بر انسان توسط فرازمینی ها عنوان می‌کند و تاکید دارد که فرازمینی ها در حال افزایش شناخت خود از زبان، سلاح‌های مورد استفاده و سیستم‌های مخلف انسان‌ها هستند. در واقع آنها در حال نظارت بر ما هستند. نباید فراموش کرد که مطابق با گزارشات ارسال شده، مشاهده یوفوها طی سالیان اخیر به مراتب بیشتر شده است. مشاهده یوفو‌ها دیگر تنها یک فانتزی و یا بخشی از تئوری توطئه نیست. کما اینکه شاهد هستیم که دولت‌های مختلف به تدریج به وجود یوفوها اعتراف کرده‌اند که نمونه عینی آن را می‌توانیم در برنامه شناسایی تهدیدات پیشرفته هوا-فضای آمریکا ببینیم. برنامه‌ای که از جانب دولت ارائه شده و هدف عمده آن شناخت اجرام مرموز فضایی است. صحبت در خصوص موجودات فرازمینی، آدم‌فضایی‌ها، یوفوها و بشقاب‌پرنده‌ها، ملاقات‌ها و گزارشات مردم از برخورد نزدیک با این بیگانگان همواره از جذاب‌ترین موضوعات بوده‌اند. ");
      });
  
      parallel.hover(function () {
        hiddencontent0.text('جهان های موازی');
        hiddencontent1.text("جهان موازی یا واقعیت جایگزین فرضیه‌ای در بارهٔ وجود واقعیت‌های جداگانه در کنار واقعیت کنونی است. گروه خاصی از جهان‌های موازی مولتی‌ورس نامیده می‌شود، اگرچه این اصطلاح نیز می‌تواند برای توصیف جهان‌های موازی که واقعیت را تشکیل می‌دهند مورد استفاده قرار گیرد. با وجود اینکه عبارت‌های جهان موازی و واقعیت جایگزین را می‌توان بیشتر جاها به جای هم به کار برد، گاهی اوقات واقعیت جایگزین به مفهوم زمینی دیگری نیز اشاره دارد که حاکی از آن است که واقعیت بدیل دیگری از خود ماست. اصطلاح جهان‌های موازی عمومی‌تر است و معنای ضمنی رابطه یا عدم رابطه با جهان خود ما را در برندارد. جهان‌هایی که در آن‌ها بسیاری از قوانین طبیعت متفاوت هستند - برای مثال در آن هیچ محدودیت نسبیتی وجود ندارد و سرعت نور را می‌توان پشت سر گذاشت - را می‌توان در شمار جهان‌های موازی به حساب آورد ولی این‌ها واقعیت جایگزین نیستند. تعریف درست جهان‌های موازی در مکانیک کوانتومی به صورت «جهان‌هایی است که از یکدیگر تنها توسط یک رویداد کوانتومی جدا می‌شوند».در واقع به زبان ساده تر میتوان گفت که ایده ی جهان های موازی میگوید که هنگامی که ما کاری را در این جهان انجام می دهیم فردی در جهانی دیگر نیز دقیقا همین کار را انجام میدهد و آن فرد ؛ فردی کاملا مشابه ماست که در سیاره ی کاملا مشابه با زمین و در منظومه ای کاملا شبیه به منظومه شمسی و کهکشانی کاملا مشابه با کهکشان راه شیری زندگی میکند اما ممکن است گاهی او کارهایی انجام دهد که ما ان کار هارا انجام نمیدهیم . برای مثال ممکن است هم اکنون که شما در حال خواندن این مقاله هستید آن فرد نیز در همین حال باشد اما شما به خواندن این مقاله ادامه می دهید در حالی که او از خواندن ادامه این مقاله سر باز بزند. ");
        hiddencontent2.text("تئوری مربوط به فرازمینی های باستان معتقد است که ملاقات‌هایی بین فرازمینی ها و اهالی زمین در صدها هزار سال پیش رخ داده و فرازمینی ها در جریان این ملاقات‌ها به انتقال فناوری به زمین پرداخته‌اند و به تمدن بشری کمک کردند تا در طی اعصار مختلف پیشرفت کند. در واقع آنها نظاره‌گر زمینی‌ها هستند. طرفدارن این نظریه تاکید دارند که تماس بین فرازمینی ها و اهالی کره زمین منجر به پیشرفت‌های بی‌شماری در حوزه فرهنگ، فناوری، زیست‌شناسی و غیره شده است. این نظریه طی چندین دهه گذشته به بسط و توسعه دیدگاه‌های خود در خصوص تماس بین فرازمینی ها و بشر پرداخته و هم اکنون طرفداران بسیاری را در سراسر دنیا به خود جلب نموده است. یکی از پیش‌قراولان و رهبران اصلی این تئوری فردی بود بنام اریک فون دانکن از اهالی کشور سوییس که به همراه تعداد دیگری از پژوهشگران آنچنان به توسعه این دیدگاه پرداختند که دیگر نمی‌توان آن را نظریه‌ای در قالب تئوری توطئه عنوان کرد. فرضیات آنها در حیطه تماس بین فرازمینی ها با انسان به قدری قدرتمند است که باعث شده تا پژوهشگران جوان به سمت چنین مطالعاتی روی آورند و به بسط هر چه بیشتر آن بپردازند. فون دانکن عقیده دارد که فرازمینی ها به کرات از سیاره ما دیدار کرده و هم اکنون هم در حال نظارت بر ما هستند. دانکن عقیده دارد فرازمینی‌هایی‌ که که از زمین ملاقات به عمل آورده‌اند، قصد دارند در آینده باز هم به زمین بازگردند و شاید هم اکنون نیز در میان ما باشند. دیگر پژوهشگران همکار و هم‌عقیده با فون دانکن نیز معتقدند که به احتمال زیاد و در صورت تحقق یک شرط مهم، ملاقات بین فرازمینی ها با اهالی زمین صورت خواهد گرفت. آنها منتظرند تا زمینی‌ها دست از این چند‌دستگی بردارند و رفتار دوستانه‌ای را در مقابل یکدیگر در پیش بگیرند. آنها می‌خواهند بشر به این درک برسد که همه آنها خواهران و برادران یک مجموعه و یا اجتماع هستند. اگر یک خانه‌تکانی اخلاقی بر روی زمین داشته باشیم، به احتمال زیاد فرازمینی ها بار دیگر به ملاقات ما خواهند آمد. فون دانکن تاکید دارد که انسان باید تواضع بیشتری را در پیش بگیرد و با این دیدگاه زندگی کند که میلیون‌ها گونه موجودات دیگر در سراسر کیهان زندگی می‌کنند و روزگاری برخی از آنها باز هم با زمینی‌ها در تماس خواهند بود. دانکن مشاهده یوفو‌ها را نشانه‌ای از نظارت بر انسان توسط فرازمینی ها عنوان می‌کند و تاکید دارد که فرازمینی ها در حال افزایش شناخت خود از زبان، سلاح‌های مورد استفاده و سیستم‌های مخلف انسان‌ها هستند. در واقع آنها در حال نظارت بر ما هستند. نباید فراموش کرد که مطابق با گزارشات ارسال شده، مشاهده یوفوها طی سالیان اخیر به مراتب بیشتر شده است. مشاهده یوفو‌ها دیگر تنها یک فانتزی و یا بخشی از تئوری توطئه نیست. کما اینکه شاهد هستیم که دولت‌های مختلف به تدریج به وجود یوفوها اعتراف کرده‌اند که نمونه عینی آن را می‌توانیم در برنامه شناسایی تهدیدات پیشرفته هوا-فضای آمریکا ببینیم. برنامه‌ای که از جانب دولت ارائه شده و هدف عمده آن شناخت اجرام مرموز فضایی است. صحبت در خصوص موجودات فرازمینی، آدم‌فضایی‌ها، یوفوها و بشقاب‌پرنده‌ها، ملاقات‌ها و گزارشات مردم از برخورد نزدیک با این بیگانگان همواره از جذاب‌ترین موضوعات بوده‌اند. ");
      });
  
    var controller = new ScrollMagic.Controller();
    let tlm = new TimelineMax({});
    tlm
    .to("#project01",1,{x:550, ease: Bounce.easeInOut, yoyo: true, opacity:1});
    let slide = new ScrollMagic.Scene({
        triggerElement:"#project01",
        triggerHook:1,
        duration: "80%"
    })
    .setTween(tlm)
    .addTo(controller);
    var controller = new ScrollMagic.Controller();
    tlm
    .to(".projectRight",1,{x:-540, ease: Bounce.easeOut,yoyo: true, opacity:1});
    var ourScene = new ScrollMagic.Scene({
      triggerElement: "#project02",
      triggerHook: 1,
      duration: "80%"
    })
      .setTween(tlm)
      .addTo(controller);
  
    var controller = new ScrollMagic.Controller();
    var ourScene = new ScrollMagic.Scene({
      triggerElement: "#project03",
      triggerHook: 0.6,
      duration: "130%"
    })
      .setClassToggle("#project03", "fade-in-l-2")
      .addTo(controller);
    var controller = new ScrollMagic.Controller();
    var ourScene = new ScrollMagic.Scene({
      triggerElement: "#project04",
      triggerHook: 0.6,
      duration: "130%"
    })
      .setClassToggle("#project04", "fade-in-r-2")
      .addTo(controller);
    var controller = new ScrollMagic.Controller();
    var ourScene = new ScrollMagic.Scene({
      triggerElement: "#footer-links",
      triggerHook: 0.8,
      duration: "100%"
    })
      .setClassToggle("#footer-links", "footer-mate")
      .addTo(controller);
  });
  
  var slideIndex = 0;
  showSlides();
  
  function showSlides() {
    var i;
    var slides = document.getElementsByClassName("mySlides");
    for (i = 0; i < slides.length; i++) {
      slides[i].style.display = "none";
    }
    slideIndex++;
    if (slideIndex > slides.length) {
      slideIndex = 1;
    }
    slides[slideIndex - 1].style.display = "block";
    setTimeout(showSlides, 2000);
  }
  
  var textIndex = 0;
  showText();
  
  function showText() {
    var i;
    var robocontents = document.getElementsByClassName("robotext");
    for (i = 0; i < robocontents.length; i++) {
      robocontents[i].style.display = "none";
    }
    textIndex++;
    if (textIndex > robocontents.length) {
      textIndex = 0;
      
    }
    robocontents[textIndex - 1].style.display = "block";
    setTimeout(showText, 7000);
  }